[M_RockosModernStrife MissionDefinition]
MissionName="A Guerra Moderna de Rocko"
MissionDescription="Brick viajou para [place]Santuário[-place], porém, os Slabs continuam precisando de ajuda em [place]Thousand Cuts[-place]. Brick lhe encarregou de se reunir com seu primeiro-tenente, um cara do tipo pavio-curto chamado Rocko."
TurnInDescription="Rocko precisa da sua ajuda para defender [place]Thousand Cuts[-place] do ataque da Hyperion."
MissionSummary="Vá falar com Rocko."
MissionGiver="Brick"
MissionTurnInLocation="Rocko"
TeaserText="Brick tem uma missão oficial dos Slabs para você."

[M_RockosModernStrife:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RockosModernStrife:TalkToRocko MissionObjectiveDefinition]
ProgressMessage="Fale com Rocko"

